Repository: southernwind/PixChest
Catalog: MediaDeck.MediaItemTypes.UI/Strings/*/Resources.resw
Source language: en
Languages: ja

# ExecConfig_ToolName.PlaceholderText
source: Tool name (e.g. VLC)
ja: ツール名 (例: VLC)

# ExecConfig_ToolName.ToolTipService.ToolTip
source: The name of the tool displayed in settings and menus.
ja: 設定画面やメニューで表示されるツールの名前です。

# ExecConfig_FilePath.PlaceholderText
source: e.g. C:\Program Files\VideoLAN\VLC\vlc.exe
ja: 例: C:\Program Files\VideoLAN\VLC\vlc.exe

# ExecConfig_FilePath.ToolTipService.ToolTip
source: The absolute path to the executable file.
ja: 実行プログラムの絶対パスです。

# ExecConfig_Args.PlaceholderText
source: e.g. --fullscreen {path}
ja: 例: --fullscreen {path}

# ExecConfig_Args.ToolTipService.ToolTip
source: Startup arguments. If left empty, "{path}" (full file path) is passed automatically.
ja: 起動引数（オプション）です。空欄の場合は "{path}"（ファイルのフルパス）が自動的に渡されます。

# ExecConfig_InternalDescription.Text
source: Open this folder in the MediaDeck library view.
ja: MediaDeckのライブラリ画面でこのフォルダを開きます。

# ExecConfig_ToolNameLabel.Text
source: Tool Name
ja: ツール名

# ExecConfig_FilePathLabel.Text
source: Path
ja: パス

# ExecConfig_ArgsLabel.Text
source: Arguments
ja: 引数

# ExecConfig_IsDefaultLabel.Text
source: Default
ja: 既定

# ExecConfig_ExecutionTypeLabel.Text
source: Execution Type
ja: 実行タイプ
